[
  {
    "id": 1,
    "title": "Platform Commons",
    "role": "Java Backend Development",
    "startDate": "May 2024",
    "endDate": "present",
    "location": "Bengaluru, Karnataka",
    "point_1": "Developed and maintained Java backend services within a microservices architecture for the Markify application.",
    "point_2": "• Implemented dynamic ID card generation for farmers using Feign clients, storing generated ID card URLs securely in AWS S3.",
    "skills": "Java, Spring boot, Microservices, Spring Security, Hibernate, JPA, Kafka, Docker, Mysql"
  },
  {
    "id": 2,
    "title": "Statistical Analysis System (SAS)",
    "role": "Data Analysis",
    "startDate": "Oct 2022",
    "endDate": "Mar 2024",
    "location": "Jodhpur,Rajasthan",
    "point_1": "Skilled in leveraging SAS Visual Analytics for data exploration, analysis, and report generation.",
    "point_2": "Adept at creating impactful reports with interactive features using SAS Visual Analytics tools.",
    "skills": "SAS Studio, Data Science, SAS"
  },
  {
    "id": 3,
    "title": "Research Intern - Zeetron Networks",
    "role": "Data Science with Machine Learning",
    "startDate": "May 2023",
    "endDate": "June 2023",
    "location": "Jaipur,Rajasthan",
    "point_1": "Utilized machine learning algorithms to analyze data, gaining valuable experience in ML applications.",
    "point_2": "Worked hands-on with data science libraries to implement machine learning solutions effectively.",
    "skills": "NumPy, pandas, Matplotlib, Seaborn, Machine Learning Algorithms, Python, Data Analysis"
  },
  {
    "id": 4,
    "title": "Internshala Trainee",
    "role": "Android Development",
    "startDate": "May 2023",
    "endDate": "Jul 2023",
    "location": "Remote",
    "point_1": "Developed expertise in utilizing Kotlin for Android app development, incorporating modern technologies and frameworks to create robust and efficient applications.",
    "point_2": "Acquired skills in UI/UX design, data management, API integration, testing, debugging, and deployment, ensuring end-to-end proficiency in the Android app development lifecycle.",
    "skills": "Kotlin, Databases, Android Development, Android Studio"
  },
  {
    "id": 5,
    "title": "Jodhpur Institute of Engineering and Technology, Jodhpur",
    "role": "Frontend Development",
    "startDate": "June 2022",
    "endDate": "Jul 2022",
    "location": "Jodhpur,Rajasthan",
    "point_1": "Trained in HTML and CSS for creating engaging and responsive interfaces, ensuring a solid foundation in frontend development.",
    "point_2": "Acquired a basic understanding of C++, demonstrating proficiency in problem-solving.",
    "skills": "Html, CSS, JavaScipt, C++"
  }
]
